const initialFormData = {
    protocolNumber:"ПРОТОКОЛ №",
    head: { position: 'заступник начальника кафедри', name: 'БУРАК Назарій' },
    secretary: { position: 'ст. викладач кафедри', name: 'НАЗАР Юлія' },
    attendees: [
      { position: 'професор кафедри', name: 'МАРТИН Євген' },
      { position: 'професор кафедри', name: 'МАЛЕЦЬ Ігор' },
      { position: 'доцент кафедри', name: 'БОРЗОВ Юрій' },
      { position: 'доцент кафедри', name: 'СМОТР Ольга' },
      { position: 'доцент кафедри', name: 'ХЛЕВНОЙ Олександр' },
      { position: 'доцент кафедри', name: 'ГОЛОВАТИЙ Роман' },
      { position: 'доцент кафедри', name: 'РОВЕЦЬКИЙ Іван' },
      { position: 'викладач кафедри', name: 'РАЙТА Діана' },
      { position: 'викладач кафедри', name: 'ЖЕЗЛО-ХЛЕВНА Наталія' },
      { position: 'викладач кафедри', name: 'ДОВБНЯК Віра' },
      { position: 'викладач кафедри', name: 'ГАЩУК Любомир' },
    ],
    agenda: [
      {
        text: 'Про відрядження професора кафедри інформаційних технологій та систем електронних комунікацій, полковника служби цивільного захисту МАЛЬЦЯ Ігоря в ГУ ДСНС України у Миколаївській області.',
        speaker: 'Назарій БУРАК',
      },
      {
        text: 'Про стажування на посаді викладача кафедри інформаційних технологій та систем електронних комунікацій Львівського державного університету безпеки життєдіяльності капітана служби цивільного захисту Пилипенка Володимира Миколайовича.',
        speaker: 'Назарій БУРАК',
      },
      {
        text: 'Про стан виконання заходів визначених у плані робіт і прийнятих рішень, ведення обліково-звітної документації.',
        speaker: 'Назарій БУРАК',
      },
    ],
    questions: [
      {
        speaker:
          'Заступник начальника кафедри Назарій БУРАК про відрядження професора кафедри інформаційних технологій та систем електронних комунікацій, полковника служби цивільного захисту МАЛЬЦЯ Ігоря в ГУ ДСНС України у Миколаївській області. Суть питання: набуття практичного досвіду науково-педагогічними працівниками Львівського державного університету безпеки життєдіяльності щодо ліквідації наслідків збройної агресії та впровадження цього досвіду в освітній процес.',
        considered:
          'План стажування полковника служби цивільного захисту МАЛЬЦЯ Ігоря в ГУ ДСНС України у Миколаївській області.',
      },
      {
        speaker:
          'Заступник начальника кафедри Назарій БУРАК про стажування на посаді викладача кафедри інформаційних технологій та систем електронних комунікацій Львівського державного університету безпеки життєдіяльності капітана служби цивільного захисту Пилипенка Володимира Миколайовича.',
        considered:
          'План стажування на посаді викладача кафедри інформаційних технологій та систем електронних комунікацій Львівського державного університету безпеки життєдіяльності капітана служби цивільного захисту Пилипенка Володимира Миколайовича в період з 07 жовтня 2024 по 07 грудня 2024 року.',
      },
      {
        speaker:
          'Заступник начальника кафедри Назарій БУРАК про стан виконання заходів визначених у плані робіт і прийнятих рішень, ведення обліково-звітної документації.',
        considered:
          'Звіт про виконання заходів, визначених у плані робіт і прийнятих рішень, ведення обліково-звітної документації.',
      },
    ],
    decisions: [
      {
        title: 'Рішення засідання кафедри по першому питанню',
        text: 'Відрядити згідно Додатку 1 до Листа ЛДУ БЖД №90 01-3145/90 151 від 12.09.2024 року «Про надання інформації» професора кафедри інформаційних технологій та систем електронних комунікацій, полковника служби цивільного захисту МАЛЬЦЯ Ігоря з 14 жовтня по 26 жовтня 2024 року до відділу телекомунікацій, інформаційних технологій та Системи 112 ГУ ДСНС України у Миколаївській області для проходження стажування.',
      },
      {
        title: 'Рішення засідання кафедри по другому питанню',
        text: 'Затвердити план стажування на посаді викладача кафедри інформаційних технологій та систем електронних комунікацій Львівського державного університету безпеки життєдіяльності капітана служби цивільного захисту Пилипенка Володимира Миколайовича в період з 07 жовтня 2024 по 07 грудня 2024 року. Призначити керівником стажування доцента кафедри інформаційних технологій та систем електронних комунікацій Борзова Юрія Олексійовича.',
      },
      {
        title: 'Рішення засідання кафедри по третьому питанню',
        text: 'Інформацію заступника начальника кафедри Назарія Бурака взяти до відома. Вважати стан виконання заходів визначених у плані робіт і прийнятих рішень, ведення обліково-звітної документації задовільним. Вик.: науково-педагогічні працівники. Термін: протягом навчального року.',
      },
    ],
    protocolLedBy: { position: 'капітан служби цивільного захисту', name: 'Юлія НАЗАР' },
    deputyHead: { position: 'підполковник служби цивільного захисту', name: 'Назарій БУРАК' },
    date: '04.10.2024',
  };
  
  export default initialFormData;